Repository: AdrianPrendas/organilab
Catalog: src/api/locale/*/LC_MESSAGES/django.po
Languages: es

source: Invalid format in shelf dataconfig
es: Formato inválido en la configuración de datos del estante

source: Does not is decodable
es: No es descodificable

source: Shelf
es: Estantería

source: It is not permitted
es: No está permitido

source: Laboratoryroom is not changeable
es: La sala de laboratorio no se puede cambiar

source: Invalid
es: Inválido

source: Furniture is not changeable
es: Los muebles no se pueden cambiar

source: %(value)s is not a valid molecular formula
es: %(value)s no es una fórmula molecular válida

source: Not Modified
es: No modificado

source: Not Found
es: No se encontró
